/* Acme server url */
"ACME_URL_LABEL" = "Acme server url";

/* ${Actor} created a ${Object} in the ${Target} */
"ACTOR_CREATED_OBJECT" = "${Actor} created a ${Object} in the ${Target}";

/* Add comment */
"ADD_COMMENT" = "Add a Comment";

/* Add new post */
"ADD_NEW_POST" = "Add a New Post";

/* Approver label */
"APPROVE" = "Approver";

/* Approver: {approver}\n */
"APPROVER_DESC" = "Approver: %@\n";

/* Arrival city: {arrivalCity}\n */
"ARRIVAL_CITY_DESC" = "Arrival city: %@\n";

/* Arrive label */
"ARRIVE" = "Arrive";

/* Arrive */
"ARRIVE_LABEL" = "ARRIVE";

/* Book button */
"BOOK_BUTTON" = "Book";

/* Book button with booked state */
"BOOK_BUTTON_BOOKED" = "Booked";

/* Bookmarks */
"BOOKMARKS" = "Bookmarks";

/* Cabin */
"CABIN_LABEL" = "CABIN";

/* CheckedIn: {checkedIn}\n */
"CHECKEDIN_DESC" = "CheckedIn: %@\n";

/* Checkin label */
"CHECKIN" = "Checkin";

/* You successfully checked-in */
"CHECKIN_SUCCESSFUL" = "You successfully checked-in";

/* Choose from Library */
"CHOOSE_FROM_LIBRARY" = "Choose from Library";

/* Action will close Acme and open Phone app */
"CLOSE_ACME_OPEN_PHONE" = "This action will close Acme Airlines app and will open Phone app on your iPhone?";

/* Colleagues */
"COLLEAGUES" = "Colleagues";

/* Comment is added */
"COMMENT_ADDED" = "comment is added";

/* Congrats! */
"CONGRATS" = "Congrats!";

/* Connections Profile */
"CONNECTIONS_PROFILE" = "Connections Profile";

/* Connections server url */
"CONNECTIONS_URL_LABEL" = "Connections server url";

/* Success creating flight community */
"CREATE_COMMUNITY_101_RESULT_FAILURE" = "Community 101 can not be created.";

/* Success creating flight community */
"CREATE_COMMUNITY_101_RESULT_SUCCESS" = "Community is successfully created for flight 101";

/* Create or remove test community */
"CREATE_REMOVE_TEST_COMMUNITY" = "Here you can create/remove test community";

/* Create Test Community for Flight 101 */
"CREATE_TEST_FLIGHT_101_COMMUNITY" = "Create Test Community for Flight 101";

/* Success deleting flight community */
"DELETE_COMMUNITY_101_RESULT_FAILURE" = "Community 101 can't be deleted";

/* Success deleting flight community */
"DELETE_COMMUNITY_101_RESULT_SUCCESS" = "Community 101 has been successfully deleted";

/* Depart label */
"DEPART" = "Depart";

/* Depart */
"DEPART_LABEL" = "DEPART";

/* Departure city: {departureCity}\n */
"DEPARTURE_CITY_DESC" = "Departure city: %@\n";

/* Departure time: {departureTime}\n */
"DEPARTURE_TIME_DESC" = "Departure time: %@\n";

/* Failed to download image */
"DOWNLOAD_IMAGE_FAILED" = "Failed to download image";

/* Economy */
"ECONOMY_LABEL" = "Economy";

/* Email */
"EMAIL" = "Email";

/* There was an error while booking flight # {numFlight} */
"ERROR_BOOKING_FLIGHT" = "There was an error while booking flight # %@";

/* None of the fields can be empty! */
"FIELDS_CANT_BE_EMPTY" = "None of the fields can be empty!";

/* Files */
"FILES" = "Files";

/* Flight label */
"FLIGHT" = "Flight";

/* You've already requested to book Flight {numFlight}. */
"FLIGHT_ALREADY_BOOKED" = "You've already requested to book Flight %@.";

/* Flight Community description for flight {flight} */
"FLIGHT_COMMUNITY_DESCRIPTION" = "This community is created to enable discussion on flight %@. Here you can share about preparation and purpose for the trip.";

/* Flight {number} Community {date} */
"FLIGHT_COMMUNITY_TITLE" = "Flight %1$@ Community %2$f";

/* Flight id: {flightId}\n */
"FLIGHT_DESC" = "Flight id: %@\n";

/* Flight {numFlight} has no community associated with it yet. */
"FLIGHT_HAS_NO_COMMUNITY" = "Flight %@ has no community associated with it yet.";

/* Flight */
"FLIGHT_LABEL" = "FLIGHT";

/* Flight Request */
"FLIGHT_REQUEST" = "Flight Request";

/* {User name} is requesting to fly from {departCity} to {arriveCity} on flight {numFligh}. */
"FLIGHT_REQUEST_MESSAGE" = "%1$@ is requesting to fly from %2$@ to %3$@ on flight %4$d.";

/* Flight Status */
"FLIGHT_STATUS" = "Flight Status";

/* Flight time: {flightTime}\n */
"FLIGHT_TIME_DESC" = "Flight time: %@\n";

/* Flights */
"FLIGHTS" = "Flights";

/* Forums */
"FORUMS" = "Forums";

/* {hour} hour later */
"HOUR_LATER" = "%@ hour later";

/* {Profile Name} doesn't manager any person */
"IS_NO_MANAGER" = "%@ doesn't manage any person";

/* Join Community */
"JOIN_COMMUNITY" = "Join Community";

/* Join community Success */
"JOIN_COMMUNITY_SUCCESS" = "You successfully joined to the community!";

/* Leave Community */
"LEAVE_COMMUNITY" = "Leave Community";

/* Leave community Success */
"LEAVE_COMMUNITY_SUCCESS" = "You successfully left the community!";

/* Like */
"LIKE" = "Like";

/* Likes */
"LIKES" = "Likes";

/* Log file upload failure */
"LOG_FILE_UPLOAD_FAILURE" = "Could not upload the log file";

/* Log file upload success */
"LOG_FILE_UPLOAD_SUCCESS" = "Log file named fb_log uploaded successfully";

/* Logging in... */
"LOGGING_IN" = "Logging in...";

/* Members */
"MEMBERS" = "Members";

/* Members ({numMembers}) */
"MEMBERS_NUM" = "Members (%d)";

/* Success posting message */
"MESSAGE_POSTED_FAILURE" = "Oops there was a problem while uploading!";

/* Success posting message */
"MESSAGE_POSTED_SUCCESS" = "Message is posted successfully!";

/* My Flights */
"MY_FLIGHTS" = "My Flights";

/* My Profile */
"MY_PROFILE" = "My Profile";

/* Need IBM Connections installed */
"NEED_CONNECTIONS_INSTALLED" = "You need IBM Connections' app installed for this action.";

/* Could not populate airport codes from server */
"NO_AIRPORT_CODES_FROM_SERVER" = "Could not populate airport codes from server";

/* Could not populate flight status from server */
"NO_FLIGHT_STATUS_FROM_SERVER" = "Could not populate flight status from server";

/* Could not populate flights from server */
"NO_FLIGHTS_FROM_SERVER" = "Could not populate flights from server";

/* {Profile Name} doesn't have manager */
"NO_MANAGER" = "%@ doesn't have manager";

/* {Profile Name} doesn't have a person reporting to the same manager */
"NO_SAME_MANAGER" = "%@ doesn't have a person reporting to the same manager";

/* No updates yet */
"NO_UPDATES_YET" = "No update yet! Start sharing by tapping + button";

/* Pending */
"PENDING" = "Pending";

/* People Managed */
"PEOPLE_MANAGED" = "People Managed";

/* Phone Number */
"PHONE_NUMBER" = "Phone Number";

/* Photo has been changed */
"PHOTO_CHANGED" = "Your photo has been changed";

/* Please approve {User's name}'s flight request for flight {numFlight}. */
"PLEASE_APPROVE" = "Please approve %1$@'s flight request for flight %2$@.";

/* Problem uploading */
"POST_COMMENT_FAILURE" = "Oops there was a problem while uploading!";

/* Comment is posted successfully! */
"POST_COMMENT_SUCCESS" = "Comment is posted successfully!";

/* Remove Test Community for Flight 101 */
"REMOVE_TEST_FLIGHT_101_COMMUNITY" = "Remove Test Community for Flight 101";

/* Report-to Chain */
"REPORT_TO_CHAIN" = "Report-to Chain";

/* Same Manager */
"SAME_MANAGER" = "Same Manager";

/* See Colleagues */
"SEE_COLLEAGUES" = "See Colleagues";

/* See Community */
"SEE_COMMUNITY" = "See Community";

/* State label */
"STATE" = "State";

/* Status label */
"STATUS" = "Status";

/* Status: {status}\n */
"STATUS_DESC" = "Status: %@\n";

/* Take a photo */
"TAKE_PHOTO" = "Take a photo";

/* Text cannot be empty! */
"TEXT_EMPTY" = "Text cannot be empty!";

/* You can write at most {numCharacters} characters! */
"TEXT_LENGTH_MESSAGE" = "You can write at most %d characters!";

/* Text length title */
"TEXT_LENGTH_TITLE" = "Text Length";

/* Unlike */
"UNLIKE" = "Unlike";

/* Error message when retrieving update */
"UPDATE_ERROR" = "Error while retrieving the details of the update";

/* Upload log file */
"UPLOAD_LOG" = "Upload log file";

/* Upload log file to Connections */
"UPLOAD_LOG_FILE_TO_CONNECTIONS" = "Here you can upload log file to Connections";

/* Connections url, username or password is wrong! */
"URL_USERNAME_OR_PASSWORD_WRONG" = "Connections url, username or password is wrong!";

/* Warning title */
"WARNING" = "Warning!";

/* You've just booked flight # {numFlight} */
"YOU_BOOKED_FLIGHT" = "You've just booked flight # %@";

